[
"fuck seth unironically\n**lazy piece of shit**\nSeth usually sleeps into the late hours of the day, active for only a short period of time ranging from 2 hours to 5 hours. He insists on sleeping 18 hours a day because he's a fucking waste of life. Please do me a favor and go to bed at 11pm like me, the coolest (active) user in this server.\n**work on cedar you nigger**\nSeth, at often times, doesn't give a single fuck about Cedar. He's usually too busy jacking off to Joy's cute German loli ass while spending an indefinite amount of time at various family members' houses. Even when he does as much as inserting 2 lines of code into htm.php, he delays sending his updated work to until he stops jacking off to the thought of having his 12 year old prepubescent 2.3mm dong inside Joy's virgin ass.\n**seth sucks dick lol**\nI like Seth. He's a good user. Even so, fuck you Seth. You're a waste of carbon atoms and should be ashamed of yourself for existing. Please stop.",
"ok seriously fuck arian\n\n**linustechtips**\nIf you know nothing about computers or PHP or whatever the fuck a Ruby on Rails is, he'll criticize you for your ignorance and proceed to give you useless knowledge, like what the fuck is a lighTTPD m9?????\n\n**cedar vs grape XDDDD**\nAlways assumes that I'm being serious when I say shit like \"cedar is the better miiverse alternative\" or \"cedar is the best application in the world\". Of course I don't think Cedar is the best Miiverse alternative. Fuck off with thoughts like \"grape is better because it works\" or \"cedar sucks it doesn't work\". Nigga, Cedar isn't even finished. Grape is dead because you had 20 periods in a months span, so you said \"lol fuck you\" to grape's audience and abandoned it(?)\n\n**nitpicking faggo**\n\"It's grape, not Grape.\", \"grape is an application, not a website.\". Nobody cares, m8. If you get triggered by someone saying Grape instead of grape, you're a fucking retard. \n\n**conclusion**\nIn the end, I don't have anything against Arian. He's just extremely self-centered and focuses on others' flaws while jacking off to his immense knowledge of useless information that half of us couldn't give two shits about.",
"fuck seth (in the ass lmao)\n\n**nigger faggot**\nhe doesnt work on cedar and shit y'know and expects me to be finished working on cedar when he wants to work on cedar \n\n**graham penis**\nalso hes a fucking fag who likes traps but he says hes not gay becuase of it but that makes no snese because if you like guys and yo a guy your gay ???\n\n**joy boob**\nhe likes joy but im not sure if he does or not honestly is joy even a real thing m8\n\n**seth dick**\ni hope seth dies in a fire unless and until he changes his ways but if he does then ill be his maid and have sex 42406 times a day with seth ok and we can marriage",
"ok this will be an actual serious rant on seth, opposed to the usual \"fuck you seth XDDD\" or \"seth you waste of life work on cedar\"\n\n**who is seth lol**\nSeth is a former Miiverse script user, who frequently yeahbombed, and often times spammed in game posts containing custom images or videos. He is also the co-owner and (probably soon to be ex-developer) developer of Cedar, a social network created by me. Known for usually being a waste of life and never working on anything Cedar-related, he's kinda disliked by me.\n\n\n**why is seth a fag though**\n\nLet me put it this way: if you had a school project and did all the work, would you be happy? Of course not, you'd be upset that your good for nothing partner didn't contribute a single ounce of effort to your hard work. Now imagine that after the school project, you present it in class and shit. Then, afterwards, you confess to your crush with a note, and the note gets memed to hell and back, by none other than the same idiot who didn't contribbute to the class project, and despite the effort you put into the note, it still gets made fun of. I'm pretty sure you wouldn't like the guy that much then, right? That's the situation I'm in right now, and I'm considering just working on Cedar by myself now until things settle down. I still think of Seth as a cool guy, but he just doesn't know when his jokes go too far.\nok",
"Arian, you're an elitist faggot who shuns anyone and everyone who doesn't know as much as you, and that's why I don't like you.\nYou're worse than MOS420, seriously, fuck off.\nYou try to even further prove your knowledge by using terms that people without a coding background don't understand, and when someone attempts to actually learn something, you completely shit on their effort.\nPlease do us all a favor and chill your ego.\nThe day after I made the Discord bot \"ok\", you decided to make your own, with a lot of the same features, and decided to make a command that banned me from Seth's server.\nI don't consider you two friends anymore.\nYou've both broken my trust multiple times, and make fun of me behind my back. Do me one last favor, relay this message to Seth, and tell him that he's no longer a part of the Cedar dev group, and that he must drop the name and all development until we can settle this.\nPlease, while you're at it, chill your egos.",
"This will probably come off as a huge dick move to anyone else here, but I'm posting this anyways, because 1: I need to get this off my chest, and 2: I think he blocked me, so there's no other way to tell him this.\n\n@ariankordi#5902 Since Seth blocked me, and I think you've done the same, I'm just going to say it here. Arian, you're an elitist faggot who shuns anyone and everyone who doesn't know as much as you, and that's why I don't like you. You're worse than MOS420, seriously, fuck off. You try to even further prove your knowledge by using terms that people without a coding background don't understand, and when someone attempts to actually learn something, you completely shit on their effort. The day after I made the Discord bot \"ok\", you decided to make your own, with a lot of the same features, and decided to make a command that banned me from Seth's server. I don't consider you two friends anymore. You've both broken my trust multiple times, and make fun of me behind my back. Do me one last favor, relay this message to Seth, and tell him that he's no longer a part of the Cedar dev group, and that he must drop the name and all development until we can settle this. Please, while you're at it, chill your egos.",
"Seth, if you were really my friend, you would have done something about Arian being a dick to me, and blocking me doesn't help either. Instead, you incited more stupid shit, and were a dick overall. I don't know if we'll ever settle this out together, but for now, please drop the Cedar name. I came up with the name, and I think it's fair that you stop using it while things are still like this. I'm sorry if I did anything to you, but I hope we can eventually go back to being friends.",
"Seth is no longer a part of the Cedar development team until we can fix things between us.",
"fuck off nobody cares about your overtechnical idiocy mate\nlike \"HI IM EGO KORDI AND I KNOW MORE THAN YOU SO I AM OBJECTIVELY BETTER\"\nthis is you, seriously, you're worse than talon or mos lmao\n"
]