[
"ok seriously fuck mos420\n**Pretentious**\nMOS420 tries to know everything, or rather get as many complex terms as he can to sound smart and cool to non-tech people.\nAs possible. If he doesn't know something, he googles it and tries to know it.\n\n**Arrogant**\nHe actually doesn't know everything and shouldn't. He's very illiterate and actually doesn't know shit about anything but still insists that he's a smart genius or whatever, the same condition Talon has.\n\n**Rat**\nHe steals this from me and PF2M and pretty much everyone that appears smart. He steals things that I say and copy them because I'm smart and he wants to be even though he doesn't know what the fuck he's talking about most of the time.\n\n**Shameless**\nHe still persists to follow me on G+, Twitter, also Yeahs my things a lot, keeps track of me, likes my things, because he doesn't care. If I try to make him feel bad, he doesn't. This mentality is also shared with his brother. If I ban him from my servers, he finds a way back because he, like his brother, actually believes he's entitled to stay and that I will bring mercy onto him after really telling him what's wrong with himself and that I clearly hate him and don't want him to interact with me.\n\n**Undertale4**\nUndertale4 believes he is actually entitled to everything, because I will definetely help him dominate all of Miiverse, help him with everything, edit things in his favor to make them how they want. He's arrogant but wants the most power and expects to be entitled with me to actually give him them.\n\n**John**\nJohn is actually cool, I feel sorry for him having to share his blood with these two cocksuckers.",
"tbh fuck arian\n\nshoving intelligence about shit no one gives a fuck about\n\nmistreating those who don't know shit about his things\n\nbeing a fag to everyone but his miiverse waifus\n\nmr.loud ego 12 year old cunt\n\nLOL ILL DO ALL THE WORK IF WE WORKED TOGETHER\n -ego kordi\n\nbeing a fag even to PF2M\n\nif someone doesn't know about coding he's like LOL UR RETARD\n\n\nthat's like the same if i shit talked kai for not knowing how to play fire emblem\n\nnot helping anyone\n''lol gib code''\n''no fuck u''\nwell AT LEAST FUCKING TEACH HIM HOW TO DO SHIT\n\nonly reason he's relevant is for grape",
"AT LEAST\nFuck everyone who uses ‘at least’. If you use _“at least”_, I hope you get raped by a 40 year old Mexican.\n\n**Asshole**\nIt just sounds asshole-ic. At least. At least do this. At least do that. It’s sassy, but nothing else is as sassy to the point of making a person this annoyed.\n\n**Fuck off cunt**\nYes, because you know AT LEAST what the AT LEAST barrier is for everything. Whether you’re using it like “at least I didn’t let NotPetya encrypt my master file table \/* IF YOU DON’T KNOW WHAT THIS IS THEN I’M SORRY IT’S ALL I COULD THINK OF *\/“ or “well AT LEAST FUCKING TEACH HIM HOW TO DO SHIT”, you’re not progressing in humanity whatsoever, you should be crucified.\n\n**Please die**\nDid you know that “at least” is another way of saying “you suck but i suck more i think i’m better than you”? That’s what you say when you use ‘at least’ in any way, except if you’re using it in an informal way, in that case it’s a great use.\n\n-------------------------------------------------------------------\n\n**Get to work, Cedar boys**\nThe only reason I’m going out and being like I am is because you are. I know exactly what you’re doing and what you are, I’ve been studying psychology for 29 years. I’m not better than you, and you’re not better than me, though you can be shit at times. Sit the fuck down. I don't think you have done any work. Stop depending on each other and be independent. Find a fucking workflow that's best for you or I will bust a nut in your cheesecake.",
"Attention-seeking\nPF2M loves attention almost as much as he loves Nico Yazawa, and will delete his posts if they don't get enough Yeahs or +1s as he wants them to.\n**Weeaboo**\nPF2M gets caught up in the many fandoms he's a part of and shoves them into other people's faces. Oh, you haven't watched Love Live yet? Well, let me follow you to the ends of the earth while reminding you every 10 seconds to watch it, because you're not a human being if you don't enjoy Snow Halation. He's also an Undertale fan, a follower of all things Pokemon and Nintendo in general, and he obsesses over his \"waifu\" like there's no tomorrow. It makes everyone uncomfortable, and it needs to stop immediately.\n\n**Lolicon**\nSo as if anime isn't already bad enough by itself, now you motherfuckers are getting into a little something called lolis. Basically, it's a prepubescent Asian girl that you sexualize as much as a grown woman, and you say it isn't pedophilia. Well, I'm here to tell you it's FUCKING PEDOPHILIA. If I walked up to you right fucking now, me being a 9-year-old little girl with no knowledge of sex and you being PF2M, and you got turned on by me, that would be pedophilia. It's no different for fucking lolis. Just because they look aesthetically nice doesn't mean they are sexy, they're under the age of 13 and it's pedophilia. AND DON'T SAY THE CUTENESS MAKES IT HOTTER. THAT DOESN'T MAKE IT HOTTER, IT MAKES YOU EVEN MORE OF A PEDOPHILE. THAT MAKES YOU A PEDOPHILE, BITCH. AND YOU SEND ME PICTURES WITH THEIR FUCKING SKIRTS UP AND THEIR GENITALS VISIBLE. I DON'T WANNA SEE THAT SHIT. I'M NOT A PEDOPHILE LIKE YOU. STOP SENDING ME HENTAI. STOP SENDING ME ANIME PICTURES. STOP SENDING ME LOLIS. OH MY GOD.\n**Openverse**\nPF2M never works on Openverse, yet he pushes it into everyone's faces as if it's the best thing ever. Sure, maybe if you worked on it, it would be worth a move from Banama someday, but sitting in your room and playing Minecraft all day won't help your case in the least. At least Arian has been working on it a little bit as of late, though Arian's not perfect either.\n\n**Narcissist**\nPF2M has autism and ADHD, and he secretly thinks himself to be the most special person in the universe because of it. Openverse is a social network made by PF2M that allows you to discuss games, communities, PF2M, and more. He wants to own the best in everything, which leads me (PF2M) to my next point.\n\n**Thirsty**\nPF2M is really fucking lonely, and he constantly flaunts this fact in everyone's faces. If there's one thing he wants more than world domination, it's a girlfriend, and a rare one at that. But he's too much of a pussy to actually go out and do anything, so all he does is \"Tomoko-post\" to Banama all day wondering why nobody likes him. He creeps on Kat, Marissa and all the other single Banama girls, despite their real sexual preferences. It's really not healthy, and it needs to stop.\n\n**In closing**\nFuck PF2M, fuck Lane Behee and PokemonFan2000Man, fuck everything this guy stands for. I hope he reads this and cries.",
"Rant on every faggot in PF2M's Discord. None of you help anything, which is why fuck you. Least to most juicy.\n\n**Andrew P**\nVery cool dude, actually. If you see him on the streetz, buy him a sodie pop, why don't you. You're really cooler than you think. You're honest when you need to be. I would meet you IRL, as opposed to anyone else. Well, I would actually meet Eric D or PF2M, but only to fight them. Oops, that's going to be used in Eric's rant.\n\n**HerkDeJerk**\nStop riding Eric's dick.\n\n**Seth**\nStop riding Eric's dick.\nStop riding your own dick.\n\n**MOS420**\nI already did this, but you didn't learn shit. Do you know what the meaning of criticism is?\n\n**Eric D**\nI don't think you realize that it's you that's the problem. I'm doing all of my shit because you are doing the exact same thing if not at a worse level. You don't learn shit though or even listen to me, notably after I sent you EricRant rev 3 via rape, I was proud of that but you didn't learn. I'm sure you're deadass playing the victim card and I don't even know what that means.\nOh, and sorry that I'm using my time for other purposes. I wasn't serious when I said that I would probably be doing all of the work if we all worked on a Miiverse clone, nor was I for many other things. Yes, I wasn't indicating it (as much) but you never indicate your prnakz either, and when you're serious you're really shit. On the topic of grape, which capitalizing is like capitalizing Netcat (sorry that's all I could think of), yes it's dead, but let me make my own decisions. Sure, you might be making your own stuff that's not Miiverse, I don't give a fuck, unless you attack me. I was a big help to you and it would be nice if I could be further.\n**PF2M**\nYou are so backwards from logic. Okay, maybe in 2015 and 2016 it was fun to hack Miiverse, but \"too many cooks spoil the broth!!\".. and it holds. Now I would much, much rather work on making my own shit rather than disrupting Nintendo, since that's what we're doing. Literally fuck you and your \"hacker\" logic, doing developments and such all for the sake of hax rather than the community. Yes, we both did this and it made sense but doesn't anymore. I might be a faggot claiming I'm in \"Nintendo Network Reverse Engineering\", but I would now much rather (either play a Ranked Battle or) actually work on something cool rather than raiding which I don't see the point of. I don't want to do the July 4th thing because it's where you knew who I was, and that wasn't a good choice for me, I don't know about you.\nBanama. It annoys me that you poll everything, but I don't think I can hold that against you in this fashion. It is annoying as fuck though. It was cringy when you used an image from the XML API for if you should make a Miiverse clone, which is one of many decisions you can make yourself.\nMost of the things from Eric's part applies for you too. Fuck you.",
"eric fuck off, if you don't like it then leave, this isn't even meant to be a social network and the purpose of it isn't to complain you dick\nalso, as if only I have the same opinion about cedar\nevery project starts little but god DAMN STOP TREATING CEDAR LIKE IT'S A FUCKING GODSCEND BECAUSE IT'S NOT STOP\nALSO JUST ACCEPT THAT YOU ARE NOT THE BEST BECAUSE APPARENTLY YOU ARE\nthis is the same thing with PF2M but not as with to the degree of yourself alright it's fine to hope for this to be better than mine, i mean good luck, but god damn stop saying stuff like that and THEN not having a final product, like SIT DOWN NIGGA, nobody gives a shit about your work or your dreams unless you actually have a final and good product\none more thing: STOP. you can't make a better Miiverse clone or look-alike or whatever. you don't know shit about Nintendo Network like me and PF2M do. you don't even know how to use a device cert much less how anything actually works. fuck off. you aren't meant to be the end-all be-all, you are not the best. guess what, me and PF2M discovered that you can yeah things while banned 2 minutes after we got into the wii u servers.\nmight I remind you that you wouldn't be shit without me?\ni think it's a pretty good fucking coinsidence that when I made a Miiverse clone you felt you should actually do the same, like you can give it a try, but fuck off about being better than me\n\nbut the saddest part is that you probably won't take any of this seriously since you suffer from the dunning-kruger disorder which pretty much makes it so that no matter what you feel superiority so I hope the best for you as my mom used to have that",
"eric, you're supposed to say 'ok' if someone says something major, like \"my dog has cancer, is blind and has diabetes :(\"\n (though that would be a good thing because fuck dogs)\nand if you do not care but the sender expects something sympathic \nthen \"ok\"\n\nalso if someone expects you to respond to something \n\"ok\" is optimal if you don't care a lot\n\nbut you're just being a dick by shoving it in everyone's faces\n\nand now you're not going to care because you only care if everyone else sucks and not you"

]